Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.01aca7cb57f6
source: チェストプレス
ar_sa: اضغط على الصدر
ca: premsa de pit
cs: Kliky na stroji
da: Chest press
de_de: Brustpresse
el: Πιέσεις στήθους
en_au: Chest press
es_es: Press de pecho
fi: Rintapunnitus
fr_ca: Développé couché à la machine
gu: ચેસ્ટ પ્રેસ
he: הרמת משקולות על ספסל חזה
hi: चेस्ट प्रेस
hr: Chest press
hu: Mell edzés
id: Chest Press
it: Panca piana
ko: 가슴 운동
mr: छाती प्रेस
ms: Chest Press
nl_nl: Chest press
no: Chest press
pl: Wyciskanie sztangą na ławce
pt_br: Supino na máquina
pt_pt: Supino na máquina
ro: Împins pe banca pentru piept
ru: Жим на скамье
sk: Bench press
sl: Chest press
sv: Bröstpress
ta: செஸ்ட் பிரஸ்
te: ఛెస్ట్ ప్రెస్
th: ดันท์
tr: Göğüs Pres
uk: Жим гантелей у верхній частині грудей
vi: Chest press
zh_hans: 胸部推举
zh_hant: 胸推

# training.029dbfd15c77
source: 履歴を編集
ar_sa: تحرير التاريخ
ca: Edita l'historial
cs: Upravit historii
da: Rediger historik
de_de: Aufzeichnung bearbeiten
el: Επεξεργασία ιστορικού
en_au: Edit history
es_es: Editar historial
fi: Muokkaa historiaa
fr_ca: Modifier l'historique
gu: રેકોર્ડ્સ સંપાદિત કરો
he: עריכת היסטוריה
hi: इतिहास संपादित करें
hr: Urediti povijest
hu: Bejegyzések szerkesztése
id: Edit riwayat
it: Modifica la cronologia
ko: 이력을 편집
mr: ऐतिहासिक डेटा संपादित करा
ms: Edit Sejarah
nl_nl: Activiteiten-geschiedenis bewerken
no: Rediger historikk
pl: Edytuj historię
pt_br: Editar histórico
pt_pt: Editar histórico
ro: Editează istoricul
ru: Редактировать историю
sk: Upraviť históriu
sl: Urediti zgodovino
sv: Redigera historik
ta: வரலாற்றை திருத்தவும்
te: చరిత్రను సవరించు
th: แก้ไขประวัติ
tr: Geçmiş geçmişini düzenle
uk: Редагувати історію
vi: Sửa đổi lịch sử
zh_hans: 编辑历史记录
zh_hant: 编辑历史

# training.02fd70fbf77e
source: ワークアウトを終了しますか？
ar_sa: الانتهاء من التمرين؟
ca: Acabar el teu entrenament?
cs: Chcete ukončit trénink?
da: Vil du afslutte træningen?
de_de: Möchten Sie das Training abbrechen?
el: Θέλετε να τερματίσετε την προπόνηση;
en_au: End Workout?
es_es: ¿Finalizar el entrenamiento?
fi: Haluatko lopettaa harjoituksen?
fr_ca: Voulez-vous arrêter votre entraînement ?
gu: શું તમે કસરત સમાપ્ત કરવા માંગો છો?
he: האם אתה רוצה לסיים את האימון?
hi: क्या आप वर्कआउट समाप्त करना चाहते हैं?
hr: Želite li završiti vježbu?
hu: Bezártad az edzést?
id: Apakah Anda ingin mengakhiri latihan?
it: Terminare l'allenamento?
ko: 운동을 종료하시겠습니까?
mr: तुम्ही व्यायाम थांबवू इच्छिता?
ms: Adakah anda ingin mengakhiri latihan?
nl_nl: Wil je de training beëindigen?
no: Vil du avslutte treningen?
pl: Czy chcesz zakończyć trening?
pt_br: Você deseja finalizar o treino?
pt_pt: Você deseja finalizar o treino?
ro: Vrei să închei antrenamentul?
ru: Закончить тренировку?
sk: Chcete ukončiť tréning?
sl: Ali želite končati trening?
sv: Vill du avsluta träningspasset?
ta: உடற்பயிற்சியை முடித்து வெளியேற விரும்புகிறீர்களா?
te: వ్యాయామాన్ని ముగించాలా?
th: ต้องการสิ้นสุดการออกกำลังกายหรือไม่?
tr: Egzersizi Sonlandırmak İster Misiniz?
uk: Припинити тренування?
vi: Bạn muốn kết thúc bài tập này?
zh_hans: 是否要结束锻炼？
zh_hant: 是否結束運動？

# training.031d2e49c1b3
source: Apple Watchを開いてから、もう一度操作してください
ar_sa: الرجاء فتح Apple Watch والمحاولة مرة أخرى
ca: Obriu Apple Watch i torneu-ho a provar
cs: Otevřete aplikaci BodyMode a zkuste to znovu.
da: Åbn Apple Watch, og prøv igen.
de_de: Öffnen Sie die App und versuchen Sie es erneut.
el: Ανοίξτε το Apple Watch και προσπαθήστε ξανά.
en_au: Please open the Apple Watch and try again.
es_es: Por favor, abra Apple Watch y luego intente nuevamente.
fi: Avaa BodyMode ja yritä uudelleen.
fr_ca: Veuillez ouvrir l'application BodyMode et réessayer.
gu: એપલ વૉચ ખોલો અને ફરીથી પ્રયાસ કરો.
he: פתחו את ה-Apple Watch ואז, שלחו את הפעולה שוב.
hi: कृपया Apple Watch खोलें और फिर से प्रयास करें।
hr: Otvorite BodyMode na Apple Watchu i pokušajte ponovno.
hu: Kérjük, nyissa meg az Apple Watch-t, majd próbálja újra.
id: Buka aplikasi BodyMode, lalu coba lagi.
it: Apri l'app BodyMode e riprova.
ko: Apple Watch를 열고 다시 시도해 주세요.
mr: ॲपल वॉच उघडून, पुन्हा प्रयत्न करा.
ms: Buka aplikasi BodyMode, kemudian cuba lagi.
nl_nl: Open de app en probeer het opnieuw.
no: Åpne Apple Watch og prøv igjen.
pl: Otwórz aplikację BodyMode i spróbuj ponownie.
pt_br: Abra o aplicativo BodyMode e tente novamente.
pt_pt: Abra o aplicativo BodyMode e tente novamente.
ro: Vă rugăm să deschideți aplicația BodyMode pe Apple Watch și apoi să încercați din nou.
ru: Пожалуйста, откройте приложение BodyMode и повторите попытку.
sk: Po otvorení aplikácie BodyMode na Apple Watch, skúste operáciu znova.
sl: Odprite BodyMode in se poskusite ponovno povezati.
sv: Öppna BodyMode på din iPhone och försök igen.
ta: ஆப்பிள் வாட்சை திறந்து, மீண்டும் முயற்சிக்கவும்.
te: Apple వాచ్‌ను తెరిచి, మళ్లీ ప్రయత్నించండి
th: โปรดเปิดแอป BodyMode จากนั้นลองอีกครั้ง
tr: Lütfen Apple Watch'i açın ve tekrar deneyin.
uk: Відкрийте Apple Watch і спробуйте ще раз.
vi: Vui lòng mở ứng dụng BodyMode trên Apple Watch và thử lại.
zh_hans: 请先打开Apple Watch，然后再进行操作
zh_hant: 请先打开Apple Watch，然后再尝试操作

# training.0468fd02f0c1
source: デッドバグ
ar_sa: علة ميتة
ca: error mort
cs: Odstranit chybu
da: Dead bug
de_de: Dead Bug
el: Δεδομένο πρόβλημα
en_au: Dead bug
es_es: Muévete con cuidado
fi: Kuollut harjoitus
fr_ca: Début de séance
gu: ડેડ બગ
he: מוצר פגום
hi: डेड बग
hr: Izvrstan!
hu: Dead bug
id: Dead bug
it: Risoluzione dei bug
ko: 데드 바그
mr: डेड बग
ms: Dead bug
nl_nl: Dead bug
no: Fiks feil
pl: Dead bug
pt_br: Dead bug
pt_pt: Dead bug
ro: Dead bug
ru: Удалить упражнение
sk: Odstránenie chýb
sl: Izbrisani podatki
sv: Död bugg
ta: டெட் பேக்
te: డెడ్ బాగ్
th: แก้ไขข้อผิดพลาด
tr: Ölü böcek
uk: Виправлення помилок
vi: Xóa lỗi
zh_hans: 死代码
zh_hant: 硬舉

# training.04d1487f6347
source: 身体測定は未記録
ar_sa: لم يتم تسجيل القياسات المادية
ca: No s'han registrat mesures físiques
cs: Měření těla nebylo zaznamenáno
da: Kroppsmåling er ikke registreret
de_de: Körpermaße nicht erfasst
el: Η μέτρηση σώματος δεν έχει καταγραφεί.
en_au: Body measurement not recorded
es_es: La medición corporal no ha sido registrada.
fi: Kehon mittauksia ei ole tallennettu
fr_ca: La mesure du corps n'a pas été enregistrée
gu: શરીર માપન રેકોર્ડ કરેલું નથી
he: מדידת גוף לא שרכובה
hi: शरीर मापन अभी तक दर्ज नहीं किया गया है
hr: Mjerenja tijela nisu zapisa
hu: A teszt még nem rögzítve
id: Pengukuran tubuh belum dicatat
it: La misurazione del corpo non è stata salvata
ko: 신체 측정이 기록되지 않았습니다
mr: शारीरिक मापन नोंदवले नाही
ms: Pengukuran badan belum direkod
nl_nl: Lichthoop is niet opgeslagen
no: Kropps målinger er ikke registrert
pl: Pomiar ciała nie został zapisany
pt_br: Medição corporal não registrada
pt_pt: Medição corporal não registrada
ro: Măsurătorile corporale nu au fost salvate
ru: Данные измерений не сохранены
sk: Mery tela nie sú zaznamenané
sl: Merjenje telesa še ni shranjeno
sv: Kropps-mätning är inte registrerad
ta: உடல் அளவீடுகள் பதிவு செய்யப்படவில்லை
te: శరీర కొలతలు నమోదు చేయలేదు
th: ยังไม่ได้บันทึกการวัดร่างกาย
tr: Vücut ölçümü kaydedilmedi
uk: Вимірювання тіла не збережено
vi: Dữ liệu đo chưa được lưu
zh_hans: 体测尚未记录
zh_hant: 未記錄身體測量

# training.0902af066756
source: 筋トレ
ar_sa: تدريب العضلات
ca: entrenament muscular
cs: Trénink s činkami
da: Styrketræning
de_de: Krafttraining
el: Προπόνηση μυών
en_au: Strength Training
es_es: Entrenamiento de fuerza
fi: Voimaharjoittelu
fr_ca: Musculation
gu: સ્નાયુ તાલીમ
he: אימון כוח
hi: मांसपेशियों को मजबूत करना
hr: Trening mišića
hu: Izomnövelés
id: Latihan Kekuatan
it: Allenamento di forza
ko: 근력 운동
mr: मांसपेशी प्रशिक्षण
ms: Latihan Kekuatan
nl_nl: Krachtoefeningen
no: Styrketrening
pl: Ćwiczenia siłowe
pt_br: Treino de força
pt_pt: Treino de força
ro: Exerciții de forță
ru: Силовые тренировки
sk: Tréning sťažnosti
sl: Trening z utežmi
sv: Styrketräning
ta: எடை பயிற்சி
te: కండర వ్యాయామం
th: เวทเทรนนิ่ง
tr: Kas Gücü Antrenmanı
uk: Силові тренування
vi: Bài tập tăng cơ
zh_hans: 力量训练
zh_hant: 肌力訓練

# training.09b15b45b062
source: 最大心拍
ar_sa: الحد الأقصى لمعدل ضربات القلب
ca: freqüència cardíaca màxima
cs: Maximální tepová frekvence
da: Maksimal puls
de_de: Maximale Herzfrequenz
el: Μέγιστη καρδιακή συχνότητα
en_au: Maximum heart rate
es_es: Frecuencia cardíaca máxima
fi: Maksimisyke
fr_ca: Rythme cardiaque maximal
gu: મહત્તમ હૃદય ધબકારા
he: קצב לב מקסימלי
hi: अधिकतम हृदय गति
hr: Maksimalni srčani ritam
hu: Maximális pulzus
id: Detak Jantung Maksimal
it: Frequenza cardiaca massima
ko: 최대 심박수
mr: कमाल हृदय गती
ms: Derau Maksimum
nl_nl: Maximale hartslag
no: Maksimal hjertefrekvens
pl: Maksymalny tętno
pt_br: Frequência cardíaca máxima
pt_pt: Frequência cardíaca máxima
ro: Frecvența cardiacă maximă
ru: Максимальное ЧСС
sk: Maximálna frekvencia srdcových úderov
sl: Najvišji srčni ritem
sv: Maxpuls
ta: அதிகபட்ச இதயத் துடிப்பு
te: గరిష్ట హృదయ స్పందన రేటు
th: อัตราการเต้นของหัวใจสูงสุด
tr: Maksimum kalp hızı
uk: Максимальний пульс
vi: Nhịp tim tối đa
zh_hans: 最大心率
zh_hant: 最大心率

# training.0a9240ad4b7e
source: セットを追加
ar_sa: إضافة مجموعة
ca: afegir conjunt
cs: Přidat sadu
da: Tilføj sæt
de_de: Satz hinzufügen
el: Προσθήκη σετ
en_au: Add set
es_es: Añadir serie
fi: Lisää sarja
fr_ca: Ajouter un ensemble
gu: સેટ ઉમેરો
he: הוסף סט
hi: सेट जोड़ें
hr: Dodaj seriju
hu: Szett hozzáadása
id: Tambahkan Set
it: Aggiungi serie
ko: 세트 추가
mr: सेट जोडा
ms: Tambah Set
nl_nl: Set toevoegen
no: Legg til sett
pl: Dodaj serię
pt_br: Adicionar conjunto
pt_pt: Adicionar conjunto
ro: Adaugă set
ru: Добавить серию
sk: Pridať sadu
sl: Dodajte serijo
sv: Lägg till set
ta: செட்டைச் சேர்க்கவும்
te: సెట్‌ను జోడించు
th: เพิ่มเซ็ต
tr: Set ekle
uk: Додати сет
vi: Thêm bộ bài
zh_hans: 添加组
zh_hant: 新增組

# training.0b609d7ebdd0
source: 全身A
ar_sa: الجسم كله أ
ca: Tot el cos A
cs: Celé tělo A
da: Helkrop A
de_de: Gesamt A
el: Ολόκληρο το σώμα A
en_au: Full Body A
es_es: Entrenamiento completo A
fi: Koko kehon A-versio
fr_ca: Entier A
gu: સંપૂર્ણ A
he: כל הגוף A
hi: पूरे शरीर A
hr: Cijeli A.
hu: Teljes test A
id: Seluruh tubuh A
it: Corpo intero A
ko: 전신 A
mr: संपूर्ण शरीर A
ms: Seluruh badan A
nl_nl: Volledig A
no: Hele kroppen A
pl: Całe ciało A
pt_br: Corpo inteiro A
pt_pt: Corpo inteiro A
ro: A în întregime.
ru: Все тело A
sk: Celokrčné A
sl: Celotna A.
sv: Helkropp A
ta: முழு உடல் A
te: పూర్తి శరీరం A
th: ทั้งตัว A
tr: Tam vücut A
uk: Все тіло A
vi: Toàn thân A

# training.0b8c05103896
source: 今回使える器具
ar_sa: المعدات التي يمكن استخدامها هذه المرة
ca: Equip que es pot utilitzar aquesta vegada
cs: Za daný den použitelné vybavení
da: Udstyr, der kan bruges denne gang
de_de: Verfügbare Geräte für diese Übung
el: Εξοπλισμός που μπορεί να χρησιμοποιηθεί αυτή τη φορά
en_au: Equipment available this time
es_es: Equipos disponibles en esta sesión
fi: Käytettävät laitteet tällä kertaa
fr_ca: Équipements disponibles pour cette séance
gu: આ વખતે ઉપયોગમાં લેવાતા સાધનો
he: ציוד זמין כעת
hi: इस बार उपयोग किए जा सकने वाले उपकरण
hr: Oprema koju možete koristiti ovaj put
hu: Amennyiben hasznos eszközök
id: Peralatan yang Dapat Digunakan Saat Ini
it: Attrezzatura disponibile in questa sessione
ko: 이번에 사용 가능한 장비
mr: आज वापरता येणारे उपकरण
ms: Alat yang boleh digunakan pada kali ini
nl_nl: Apparatuur die beschikbaar is in deze sessie
no: Utstyr du kan bruke denne gangen
pl: Sprzęt dostępny w tym treningu
pt_br: Equipamentos disponíveis nesta sessão
pt_pt: Equipamentos disponíveis nesta sessão
ro: Echipamentele disponibile în această sesiune
ru: Оборудование, доступное в этот раз
sk: Použiteľné pomôcky pre túto tréning
sl: Oprema, ki je na voljo v tem treningu
sv: Utrustning som kan användas denna gång
ta: இப்போது பயன்படுத்தக்கூடிய உபகரணங்கள்
te: ఈసారి ఉపయోగించగల పరికరాలు
th: อุปกรณ์ที่ใช้ในครั้งนี้
tr: Bu Gün Kullanabileceğiniz Ekipmanlar
uk: Обладнання, яке можна використовувати цього разу
vi: Các dụng cụ có thể sử dụng trong lần này
zh_hans: 本次可使用的器械
zh_hant: 本次可使用的器材

# training.0c4f0b55fb09
source: ペアリングされたApple Watchが見つかりません
ar_sa: لم يتم العثور على Apple Watch المقترنة
ca: No s'ha trobat Apple Watch emparellat
cs: Nenašel jsem spárovaný Apple Watch
da: Ingen Apple Watch fundet
de_de: Kein passendes Apple Watch gefunden
el: Δεν βρέθηκε το Apple Watch
en_au: Apple Watch not found
es_es: No se ha encontrado el Apple Watch emparejado
fi: Yhdistetty Apple Watch -laitetta ei löydy
fr_ca: Aucun Apple Watch associé trouvé
gu: એપલ વોચ મળ્યું નથી
he: לא נמצא שעון אפל מחובר
hi: कोई पेयर की गई Apple Watch नहीं मिली
hr: Nema pronađenog Apple Watcha
hu: Nem található párosított Apple Watch
id: Tidak menemukan Apple Watch yang dipasangkan
it: Non è stato trovato l'Apple Watch abbinato
ko: 페어링된 Apple Watch를 찾을 수 없음
mr: एकाच वेळी Apple Watch सापडत नाही
ms: Tidak dapat mencari Apple Watch yang dipadankan
nl_nl: Geen gekoppeld Apple Watch gevonden
no: Fant ikke Apple Watch
pl: Nie znaleziono sparowanego Apple Watch
pt_br: Relógio Apple não encontrado
pt_pt: Relógio Apple não encontrado
ro: Nu am găsit Apple Watch-ul conectat
ru: Не удалось найти подключенный Apple Watch
sk: Nenašiel sa spárovaný Apple Watch
sl: Ni bilo najdenih povezanih Apple Watch-ov
sv: Ingen Apple Watch hittades
ta: ஜோடி செய்யப்பட்ட ஆப்பிள் வாட்ச் கிடைக்கவில்லை
te: జత చేసిన Apple వాచ్ కనుగొనబడలేదు
th: ไม่พบ Apple Watch ที่เชื่อมต่อ
tr: Eşleştirilmiş Apple Watch bulunamadı
uk: Не вдалося знайти приєднаний Apple Watch
vi: Không tìm thấy Apple Watch đã ghép đôi
zh_hans: 未找到配对的Apple Watch
zh_hant: 未找到已配對的 Apple Watch

# training.0c7818c1fc9e
source: コピー
ar_sa: نسخة
ca: còpia
cs: Kopírovat
da: Kopiér
de_de: Kopieren
el: Αντιγραφή
en_au: Copy
es_es: Copiar
fi: Kopioi
fr_ca: Copier
gu: કૉપિ
he: העתק
hi: कॉपी करें
hr: Kopirati
hu: Másolat
id: Salin
it: Copia
ko: 복사
mr: कॉपी करा
ms: Salin
nl_nl: Kopiëren
no: Kopier
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiere
ru: Копия
sk: Kopírovať
sl: Kopiraj
sv: Kopiera
ta: நகலெடுக்க
te: కాపీ
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# training.0d59a64e0167
source: 前の月
ar_sa: الشهر السابق
ca: mes anterior
cs: Předchozí měsíc
da: Sidste måned
de_de: Vormonat
el: Προηγούμενο μήνα
en_au: Previous Month
es_es: Mes anterior
fi: Edellinen kuukausi
fr_ca: Mois précédent
gu: છેલ્લો મહિનો
he: חודש קודם
hi: पिछली माह
hr: Prethodni mjesec
hu: Előző hónap
id: Bulan sebelumnya
it: Mese precedente
ko: 이전 달
mr: मागील महिना
ms: Bulan sebelumnya
nl_nl: Vorige maand
no: Forrige måned
pl: Poprzedni miesiąc
pt_br: Mês anterior
pt_pt: Mês anterior
ro: Luna anterioară
ru: Предыдущий месяц
sk: Predchádzajúci mesiac
sl: Prejšnji mesec
sv: Föregående månad
ta: முந்தைய மாதம்
te: మునుపటి నెల
th: เดือนก่อน
tr: Önceki ay
uk: Попередній місяць
vi: Tháng trước
zh_hans: 上个月
zh_hant: 上個月

# training.0d799718504b
source: ダンベルルーマニアンデッドリフト
ar_sa: الرفعة المميتة الرومانية بالدمبل
ca: pes mort romanès amb mancuerna
cs: Kliky s činkami Rumunský deadlift
da: Dumbbell Romanian deadlift
de_de: Kurzhantel-Rumänisches Kreuzheben
el: Ρουμανική άρση με αλτήρα
en_au: Dumbbell Romanian deadlift
es_es: Peso muerto rumano con mancuernas
fi: Kahvakuulan romanialainen kuorma
fr_ca: Rowing roumain avec haltères
gu: ડમ્બેલ રૂમાનિયન ડેડ લિફ્ટ
he: הרמת משקולות רומנית
hi: डम्बल रूमानियाई डेड लिफ्ट
hr: Romanian deadlift s utegom
hu: Domberekkel végzett háti edzés
id: Dumbbell Romanian Deadlift
it: Rematore con manubrio
ko: 덤벨 루마니안 데드리프트
mr: डंबल र्युमानिक डेड लिफ्ट
ms: Dumbbell Romanian Deadlift
nl_nl: Dumbbell Romanian deadlift
no: Dumbbell rumensk markløft
pl: Martwy ciąg z hantlami
pt_br: Remada curvada com haltere
pt_pt: Remada curvada com haltere
ro: Ridicări române cu gantere
ru: Тяга штанги румынской
sk: Rumunský deadlift s činkou
sl: Dumbbell Romanian deadlift
sv: Hantelrumänska marklyft
ta: டம்பெல் ருமேனியன் டெட்லிஃப்ட்
te: డంబెల్ రూమానియన్ డెడ్ లిఫ్ట్
th: ดัมเบลรูมาเนียเดดลิฟต์
tr: Dambıl Romanian Deadlift
uk: Підтягування з штангою (руманійський дедліфт)
vi: Romanian deadlift tạ
zh_hans: 哑铃罗马尼亚硬拉
zh_hant: 啞鈴羅馬尼亞硬舉

# training.0e7d62c179e0
source: 記録と目標から適切に判断
ar_sa: اتخاذ القرارات المناسبة بناء على السجلات والأهداف
ca: Prendre decisions adequades basant-se en registres i objectius
cs: Správně posoudit na základě záznamů a cílů
da: Vurder passende ud fra registreringer og mål
de_de: Geeignete Entscheidung anhand von Aufzeichnungen und Zielen treffen
el: Καθορίστε κατάλληλα βάσει των καταγεγραμμένων δεδομένων και των στόχων σας.
en_au: Assess based on your records and goals
es_es: Evaluar adecuadamente a partir del registro y los objetivos.
fi: Tarkista, onko tavoitteet realistiset tietojen perusteella.
fr_ca: Évaluer correctement à partir des données et des objectifs
gu: સાચી રીતે રેકોર્ડ અને લક્ષ્યોનું મૂલ્યાંકન કરો
he: הערכה נכונה על סמך רישום ומטרות
hi: रिकॉर्ड और लक्ष्यों के आधार पर उचित निर्णय लें
hr: Odaberite odgovarajuće ciljeve na temelju zapisa
hu: A rekord és a célok alapján helyes értékelés
id: Membuat penilaian yang tepat berdasarkan catatan dan target
it: Valuta correttamente in base a dati e obiettivi
ko: 기록 및 목표를 바탕으로 적절하게 판단
mr: नोंद आणि ध्येयांनुसार योग्य निर्णय घ्या
ms: Menentukan berdasarkan rekod dan matlamat
nl_nl: Beoordeel op basis van opslag en doelen
no: Vurder passende basert på registrering og mål
pl: Oceniaj na podstawie wpisów i celów
pt_br: Avaliar adequadamente com base nos registros e metas
pt_pt: Avaliar adequadamente com base nos registros e metas
ro: Analizează în mod corespunzător datele și obiectivele
ru: Определить, нужно ли сохранять данные и цели
sk: Správne posúdiť z údajov a cieľov
sl: Odvisno od podatkov in ciljev
sv: Bedöm lämpligt från registrering och mål
ta: பதிவு மற்றும் இலக்குகளின் அடிப்படையில் சரியான மதிப்பீடு
te: రికార్డు మరియు లక్ష్యాల నుండి తగిన విధంగా అంచనా వేయండి
th: ตัดสินใจอย่างเหมาะสมจากข้อมูลและเป้าหมาย
tr: Kayıt ve hedeflere göre doğru değerlendirme
uk: Оцінити на основі записів та цілей
vi: Đánh giá phù hợp từ dữ liệu và mục tiêu
zh_hans: 根据记录和目标进行合理评估
zh_hant: 根據記錄和目標進行判斷

# training.0ec9a1b0cd59
source: 木
ar_sa: شجرة
ca: arbre
cs: Úterý
da: Torsdag
de_de: Mittwoch
el: Παρασκευή
en_au: N/A
es_es: Jueves
fi: Maanantai
fr_ca: Mercredi
gu: રવિ
he: יום רביעי
hi: सोमवार
hr: Petak
hu: Kedd
id: Kamis
it: Mercoledì
ko: 목표 달성
mr: गुरुवार
ms: Rabu
nl_nl: Woensdag
no: Torsdag
pl: Drzewo
pt_br: Quarta-feira
pt_pt: Quarta-feira
ro: Joi
ru: Четверг
sk: Streda
sl: Tožni dan
sv: Torsdag
ta: வியாழன்
te: గురువారం
th: วันพฤหัสบดี
tr: Perşembe
uk: Четвер
vi: Thứ Sáu
zh_hans: 星期三
zh_hant: 木曜日

# training.0ed25fb12cc9
source: Apple Watch接続に失敗しました: {{value1}}
ar_sa: Apple Watchفشل الاتصال: {{value1}}
ca: Apple WatchLa connexió ha fallat: {{value1}}
cs: Chyba připojení k Apple Watch: {{value1}}
da: Fejl ved forbindelse til Apple Watch: {{value1}}
de_de: Verbindung zu Ihrem Apple Watch fehlgeschlagen: {{value1}}
el: Αποτυχία σύνδεσης με το Apple Watch: {{value1}}
en_au: Apple Watch connection failed: {{value1}}
es_es: Error al conectar con Apple Watch: {{value1}}
fi: Apple Watch -yhteys epäonnistui: {{value1}}
fr_ca: Échec de la connexion à Apple Watch : {{value1}}
gu: એપલ વૉચ કનેક્શનમાં નિષ્ફળ: {{value1}}
he: כישלון בחיבור ל-Apple Watch: {{value1}}
hi: Apple Watch कनेक्शन विफल: {{value1}}
hr: Pogreška pri povezivanju s Apple Watchom: {{value1}}
hu: Az Apple Watch-hoz való kapcsolás sikertelen: {{value1}}
id: Gagal terhubung ke Apple Watch: {{value1}}
it: Errore nella connessione ad Apple Watch: {{value1}}
ko: Apple Watch 연결에 실패했습니다: {{value1}}
mr: ॲपल वॉच कनेक्शन अयशस्वी: {{value1}}
ms: Gagal menyambung ke Apple Watch: {{value1}}
nl_nl: Verbinding met Apple Watch mislukt: {{value1}}
no: Feil ved tilkobling til Apple Watch: {{value1}}
pl: Błąd połączenia z Apple Watch: {{value1}}
pt_br: Falha na conexão com o Apple Watch: {{value1}}
pt_pt: Falha na conexão com o Apple Watch: {{value1}}
ro: Eroare la conectarea cu Apple Watch: {{value1}}
ru: Не удалось установить соединение с Apple Watch: {{value1}}
sk: Pripojenie k Apple Watch zlyhalo: {{value1}}
sl: Poskus priprave povezave z Apple Watch je bil neuspešen: {{value1}}
sv: Fel vid anslutning till Apple Watch: {{value1}}
ta: ஆப்பிள் வாட்ச் இணைப்பு தோல்வியடைந்தது: {{value1}}
te: Apple వాచ్ కనెక్షన్‌లో వైఫల్యం: {{value1}}
th: เกิดข้อผิดพลาดในการเชื่อมต่อ Apple Watch: {{value1}}
tr: Apple Watch bağlantısında başarısız: {{value1}}
uk: Не вдалося встановити з'єднання з Apple Watch: {{value1}}
vi: Đã xảy ra lỗi kết nối với Apple Watch: {{value1}}
zh_hans: Apple Watch连接失败: {{value1}}
zh_hant: Apple Watch连接失败: {{value1}}

# training.0ee4231d91b6
source: 肩 / 二頭 / 三頭
ar_sa: أكتاف / رأسان / ثلاثة رؤوس
ca: espatlles / dos caps / tres caps
cs: Ramena / Dva bicepsy / Tři bicepsy
da: Skulder / Biceps / Triceps
de_de: Schultern / Bizeps / Trizeps
el: Ώμος / Δικέφαλος / Τρικέφαλος
en_au: Shoulders / Biceps / Triceps
es_es: Hombro / Bíceps / Tríceps
fi: Olkapäät / Hauhet / Ojentajat
fr_ca: Épaules / Biceps / Triceps
gu: મોજ / ડાબા હાથ / જમણો હાથ
he: כתף / דו-ברכי / תלת-ברכי
hi: कंधे / बाइसेप्स / ट्राइसेप्स
hr: Ramena / Prednji dio ramena / Stražnji dio ramena
hu: Axillák / Ellentest / Hátsó test
id: Bahu / Bisep / Trisep
it: Spalle / Bicipiti / Tricipiti
ko: 어깨 / 이두 / 삼두
mr: खांदे / बाहु / त्रिकोट
ms: Bahu / Bisep / Trisep
nl_nl: Schouders / Biceps / Triceps
no: Skuldre / Biceps / Triceps
pl: Ramiona / Brzuch / Plecy
pt_br: Ombro / Bíceps / Tríceps
pt_pt: Ombro / Bíceps / Tríceps
ro: Umeri / Brațe / Triceps
ru: Плечи / Бицепс / Трицепс
sk: Rameno / Dve paže / Tŕť
sl: Ramena / Dve rameni / Tri rameni
sv: Axlar / Biceps / Triceps
ta: தோள்கள் / பைசெப்ஸ் / ட்ரைசெப்ஸ்
te: భుజం / బైస్పిన్స్ / ట్రైసెప్స్
th: ไหล่ / ไบเซป / ไตรเซป
tr: Omuz / Kol / Triceps
uk: Плечі / Біцепс / Трицепс
vi: Vai / Cẳng tay / Tay
zh_hans: 肩 / 二头肌 / 三头肌
zh_hant: 肩膀 / 二頭肌 / 三頭肌

# training.0fcb170ec7cf
source: 保存
ar_sa: حفظ
ca: guardar
cs: Uložit
da: Gem
de_de: Speichern
el: Αποθήκευση
en_au: Save
es_es: Guardar
fi: Tallenna
fr_ca: Enregistrer
gu: સાચવો
he: שמור
hi: सेव करें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ko: 저장
mr: सेव्ह करा
ms: Simpan
nl_nl: Opslaan
no: Lagre
pl: Zapisz
pt_br: Salvar
pt_pt: Salvar
ro: Salvare
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
ta: சேமி
te: సేవ్ చేయి
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hant: 儲存
